tap "brewsci/science"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kentaro-m/md2confl"
brew "circleci"
brew "cmake"
brew "fish"
brew "fzf"
brew "ghq"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-typist"
brew "go"
brew "hub"
brew "python"
brew "mercurial"
brew "mysql"
brew "nodebrew"
brew "peco"
brew "r"
brew "task"
brew "the_silver_searcher"
brew "tig"
brew "timewarrior"
brew "tldr"
brew "tmux"
brew "tree"
brew "w3m", link: false
brew "zsh"
brew "kentaro-m/md2confl/md2confl"
cask "amethyst"
cask "atom"
cask "firefox"
cask "github"
cask "iterm2"
cask "julia"
cask "rstudio"
cask "spotify"
cask "toggl"
cask "visual-studio-code"
